Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIGN_OUT_SUBTITLE_APPLE_PAY_IPOD
source: Data removed from this iPod touch will still be available in iCloud. All items will be removed from Wallet. Car keys are also permanently removed and you will need to manually add them again.
ar: ستبقى البيانات المزالة من هذا الـ iPod touch على iCloud، لكن ستتم إزالة جميع العناصر من المحفظة. ستتم أيضًا إزالة مفاتيح السيارة بشكل نهائي، وستحتاج لإضافتها يدويًا مرة أخرى.
bg: Данните, премахнати от този iPod touch, ще бъдат достъпни в iCloud. Всички елементи ще бъдат премахнати от Портфейл. Ключовете за автомобили също ще бъдат премахнати и ще бъде необходимо да ги добавите отново ръчно.
ca: Les dades que s’eliminin de l’iPod touch continuaran estant disponibles a l’iCloud. S’eliminaran tots els ítems de l’app Cartera. També s’eliminaran definitivament les claus de cotxe i hauràs de tornar a afegir‑les manualment.
cs: Data odstraněná z iPodu touch budou i nadále k dispozici na iCloudu. Z Peněženky budou odstraněny všechny položky. Dojde také k trvalému odstranění autoklíčů a budete je muset znovu ručně přidat.
da: Data, som fjernes fra denne iPod touch, vil fortsat være tilgængelige i iCloud. Alle emner fjernes fra Wallet. Desuden fjernes bilnøgler permanent, hvorefter du skal tilføje dem manuelt igen.
de: Daten, die von diesem iPod touch entfernt werden, sind weiterhin in iCloud verfügbar. Alle Objekte werden von Wallet entfernt. Autoschlüssel werden ebenfalls dauerhaft entfernt und müssen manuell erneut hinzugefügt werden.
el: Τα αφαιρεμένα δεδομένα από αυτό το iPod touch θα παραμείνουν διαθέσιμα στο iCloud. Όλα τα στοιχεία θα αφαιρεθούν από το Πορτοφόλι. Τα κλειδιά αυτοκινήτου θα αφαιρεθούν επίσης οριστικά και θα πρέπει να τα προσθέσετε εκ νέου χειροκίνητα.
es: Los datos eliminados de este iPod touch seguirán estando disponibles en iCloud. Se eliminarán de forma permanente todos los ítems de la app Cartera, incluidas las llaves de coche. Tendrás que volver a añadirlas manualmente.
es_419: Los datos que se eliminen de este iPod touch seguirán disponibles en iCloud. Se eliminarán todos los elementos de Wallet. Las llaves de auto también se eliminan permanentemente y tendrás que volver a agregarlas de forma manual.
fi: Tästä iPod touchista poistetut tiedot ovat edelleen saatavilla iCloudissa. Kaikki kohteet poistetaan Lompakosta. Auton­avaimet poistetaan myös pysyvästi, ja sinun on lisättävä ne uudelleen käsin.
fr: Les données supprimées de cet iPod touch resteront disponibles dans iCloud. Tous les éléments seront supprimés de Cartes. Les clés de voiture seront également supprimées définitivement et vous devrez de nouveau les ajouter manuellement.
fr_ca: Les données supprimées de cet iPod touch resteront disponibles dans iCloud. Tous les éléments seront supprimés de Portefeuille. Les clés de véhicule seront également supprimées de façon définitive, et vous devrez les ajouter manuellement si vous souhaitez les réutiliser.
he: נתונים שהוסרו מה-iPod touch עדיין יהיו זמינים ב-iCloud. כל הפריטים יוסרו מ״ארנק״. גם מפתחות רכב יוסרו לצמיתות ויהיה צורך להוסיף אותם שוב באופן ידני.
hi: इस iPod touch से हटाया गया डेटा iCloud में अभी भी उपलब्ध रहेगा। सभी आइटम को वॉलेट से हटा दिया जाएगा। कार-कीज़ को भी हमेशा के लिए हटा दिया जाता है और आपको उन्हें फिर से मैनुअली जोड़ना होगा।
hr: Podaci uklonjeni s ovog iPod toucha i dalje će biti dostupni na iCloudu. Sve stavke uklonit će se iz Novčanika. Ključevi automobila također se trajno uklanjaju i trebat ćete ih ručno ponovno dodati.
hu: Az iPod touchról eltávolított adatok továbbra is elérhetők lesznek az iCloudban. Az összes elem el lesz távolítva a Tárcából. Az autókulcsok is véglegesen el lesznek távolítva, és kézzel ismét hozzá kell adnia őket.
id: Data yang dihapus dari iPod touch ini masih akan tersedia di iCloud. Semua item akan dihapus dari Dompet. Kunci mobil juga akan dihapus secara permanen dan Anda akan harus menambahkannya lagi secara manual.
it: I dati rimossi da iPod touch saranno ancora disponibili su iCloud. Tutti gli elementi verranno rimossi da Wallet. Verranno rimosse definitivamente anche le chiavi delle auto e dovrai aggiungerle di nuovo manualmente.
ja: このiPod touchから削除されたデータはiCloud上では使用可能です。ウォレットからはすべての項目が削除されます。車のキーも完全に削除され、追加するには再度手動で行う必要があります。
kk: Бұл iPod touch құрылғысынан жойылған деректер iCloud сервисінде әлі де қолжетімді болады. Барлық элемент Wallet қолданбасынан жойылады. Автомобиль кілттері де біржола жойылып, оларды қолмен қайта енгізу талап етіледі.
ko: 이 iPod touch에서 데이터를 제거해도 iCloud에서는 계속 사용할 수 있습니다. 지갑에서 모든 항목이 제거됩니다. 차 키도 영구적으로 제거되며, 직접 다시 추가해야 합니다.
lt: Iš šio „iPod touch“ pašalinti duomenys tebebus pasiekiami „iCloud“ debesyje. Iš programos „Piniginė“ bus pašalinti visi elementai. Be to, bus negrįžtamai pašalinti automobilio rakteliai ir juos turėsite vėl neautomatiškai įtraukti.
ms: Data yang dikeluarkan daripada iPod touch ini masih akan tersedia dalam iCloud. Semua item akan dikeluarkan daripada Wallet. Kunci kereta juga dikeluarkan secara kekal dan anda perlu menambahnya secara manual sekali lagi.
nb: Data som fjernes fra denne iPod touch, vil fremdeles være tilgjengelig i iCloud. Alle objekter fjernes fra Lommebok. Bilnøkler fjernes også permanent og vil måtte legges til igjen manuelt.
nl: Gegevens die van deze iPod touch worden verwijderd, zijn nog steeds beschikbaar in iCloud. Alle onderdelen worden verwijderd uit Wallet. Autosleutels worden ook definitief verwijderd en je moet ze handmatig opnieuw toevoegen.
pl: Dane usunięte z tego iPoda touch będą nadal dostępne w iCloud. Wszystkie rzeczy zostaną usunięte z Portfela. Kluczyki do samochodu zostaną trwale usunięte, więc w przyszłości będą musiały zostać dodane ponownie.
pt_br: Os dados removidos deste iPod touch ainda estarão disponíveis no iCloud. Todos os itens serão removidos do app Carteira. As chaves de carro também serão permanentemente removidas e você terá que readicioná-las manualmente.
pt_pt: Os dados removidos deste iPod touch continuarão disponíveis em iCloud. Todos os elementos serão removidos da aplicação Carteira. As chaves do carro são também removidas de forma permanente e, portanto, terá de voltar a adicioná‑las manualmente.
ro: Datele eliminate de pe acest iPod touch vor fi disponibile în continuare pe iCloud. Toate articolele vor fi eliminate din Portofel. De asemenea, cheile auto vor fi eliminate definitiv și va trebui să le adăugați din nou manual.
ru: Данные, удаленные с этого iPod touch, будут доступны в iCloud. Все объекты будут удалены из Wallet. Ключи от автомобиля будут также навсегда удалены, и чтобы добавить их снова, необходимо будет сделать это вручную.
sk: Dáta odstránené z tohto iPodu touch budú aj naďalej k dispozícii v iCloude. Z Peňaženky budú odstránené všetky položky. Natrvalo budú odstránené aj kľúče od auta a budete ich musieť znovu manuálne pridať.
sl: Podatki, odstranjeni iz te naprave iPod touch, bodo še vedno na voljo v storitvi iCloud. Iz Denarnice bodo odstranjeni vsi elementi. Trajno odstranjeni bodo tudi avtomobilski ključi, ki jih boste morali znova dodati ročno.
sv: Data som tas bort från denna iPod touch kommer fortfarande att vara tillgängliga på iCloud. Alla objekt tas bort från Plånbok. Bilnycklar tas också bort permanent och du måste lägga till dem manuellt på nytt.
th: ข้อมูลที่ถูกเอาออกจาก iPod touch เครื่องนี้จะยังมีอยู่บน iCloud รายการทั้งหมดในกระเป๋าสตางค์จะถูกเอาออก กุญแจรถจะถูกเอาออกอย่างถาวร คุณจะต้องเพิ่มด้วยตนเองอีกครั้ง
tr: Bu iPod touch’tan silinen veriler iCloud’da bulunur. Cüzdan’daki tüm öğeler silinir. Araba anahtarları kalıcı olarak silinir ve yeniden elle eklenmeleri gerekir.
uk: Дані, вилучені з цього iPod touch, залишаться в iCloud. Усі елементи буде вилучено з Гаманця. Ключі від авто також буде остаточно вилучено, і їх потрібно буде додавати знову вручну.
vi: Dữ liệu bị xóa khỏi iPod touch này sẽ vẫn có sẵn trong iCloud. Tất cả các mục sẽ bị xóa khỏi Ví. Các chìa khóa ô tô cũng sẽ bị xóa vĩnh viễn và bạn sẽ cần thêm lại theo cách thủ công.
zh_cn: 从此iPod touch上移除的数据在iCloud中仍然可用。所有项目将从“钱包”移除。车钥匙也会永久移除，你需要重新手动添加。
zh_hk: 從此iPod touch移除的資料在iCloud中仍然可用。將會從「銀包」中移除所有項目，並將永久移除車匙，你需要再次手動加入。
zh_tw: 從此iPod touch移除的資料將仍可在iCloud中取得。所有項目都將從「錢包」中移除。汽車鑰匙也將永久移除，你需要再次手動加入。

# SIGN_OUT_SUBTITLE_APPLE_PAY_UNKNOWN
source: Data removed from this device will still be available in iCloud. All items will be removed from Wallet. Car keys are also permanently removed and you will need to manually add them again.
ar: البيانات التي تتم إزالتها من هذا الجهاز ستظل متوفرة في iCloud. لكن ستتم إزالة جميع العناصر من المحفظة. ستتم أيضًا إزالة مفاتيح السيارة بشكل نهائي، وسيتعين عليك إضافتها مرة أخرى يدويًا.
bg: Данните, премахнати от това устройство, ще бъдат достъпни в iCloud. Всички елементи ще бъдат премахнати от Портфейл. Ключовете за автомобили също ще бъдат премахнати и ще бъде необходимо да ги добавите отново ръчно.
ca: Les dades que s’eliminin del dispositiu continuaran estant disponibles a l’iCloud. S’eliminaran tots els ítems de l’app Cartera. També s’eliminaran definitivament les claus de cotxe i hauràs de tornar a afegir‑les manualment.
cs: Data odstraněná ze zařízení budou i nadále k dispozici na iCloudu. Z Peněženky budou odstraněny všechny položky. Dojde také k trvalému odstranění autoklíčů a budete je muset znovu ručně přidat.
da: Data, som fjernes fra denne enhed, vil fortsat være tilgængelige i iCloud. Alle emner fjernes fra Wallet. Desuden fjernes bilnøgler permanent, hvorefter du skal tilføje dem manuelt igen.
de: Daten, die von diesem Gerät entfernt werden, sind weiterhin in iCloud verfügbar. Alle Objekte werden von Wallet entfernt. Autoschlüssel werden ebenfalls dauerhaft entfernt und müssen manuell erneut hinzugefügt werden.
el: Τα αφαιρεμένα δεδομένα από αυτήν τη συσκευή θα παραμείνουν διαθέσιμα στο iCloud. Όλα τα στοιχεία θα αφαιρεθούν από το Πορτοφόλι. Τα κλειδιά αυτοκινήτου θα αφαιρεθούν επίσης οριστικά και θα πρέπει να τα προσθέσετε εκ νέου χειροκίνητα.
es: Los datos eliminados de este dispositivo seguirán estando disponibles en iCloud. Se eliminarán de forma permanente todos los ítems de la app Cartera, incluidas las llaves de coche. Tendrás que volver a añadirlas manualmente.
es_419: Los datos que se eliminen de este dispositivo seguirán disponibles en iCloud. Se eliminarán todos los elementos de Wallet. Las llaves de auto también se eliminan permanentemente y tendrás que volver a agregarlas de forma manual.
fi: Tästä laitteesta poistetut tiedot ovat edelleen saatavilla iCloudissa. Kaikki kohteet poistetaan Lompakosta. Auton­avaimet poistetaan myös pysyvästi, ja sinun on lisättävä ne uudelleen käsin.
fr: Les données supprimées de cet appareil resteront disponibles sur iCloud. Tous les éléments seront supprimés de Cartes. Les clés de voiture seront également supprimées définitivement et vous devrez de nouveau les ajouter manuellement.
fr_ca: Les données supprimées de cet appareil resteront disponibles dans iCloud. Tous les éléments seront supprimés de Portefeuille. Les clés de véhicule seront également supprimées de façon définitive, et vous devrez les ajouter manuellement si vous souhaitez les réutiliser.
he: נתונים שהוסרו ממכשיר זה עדיין יהיו זמינים ב-iCloud. כל הפריטים יוסרו מ״ארנק״. גם מפתחות רכב יוסרו לצמיתות ויהיה צורך להוסיף אותם שוב באופן ידני.
hi: इस डिवाइस से हटाया गया डेटा iCloud में अभी भी उपलब्ध रहेगा। सभी आइटम वॉलेट से हटा दिए जाएँगे। कार-कीज़ भी हमेशा के लिए हटा दी जाती हैं और आपको उन्हें फिर से मैनुअली जोड़ना होगा।
hr: Podaci uklonjeni s ovog uređaja i dalje će biti dostupni na iCloudu. Sve stavke uklonit će se iz Novčanika. Ključevi automobila također se trajno uklanjaju i trebat ćete ih ručno ponovno dodati.
hu: Az erről az eszközről eltávolított adatok továbbra is elérhetők lesznek az iCloudban. Az összes elem el lesz távolítva a Tárcából. Az autókulcsok is véglegesen el lesznek távolítva, és manuálisan ismét hozzá kell adnia őket.
id: Data yang dihapus dari perangkat ini masih akan tersedia di iCloud. Semua item akan dihapus dari Dompet. Kunci mobil juga akan dihapus secara permanen dan Anda akan harus menambahkannya lagi secara manual.
it: I dati rimossi dal dispositivo saranno ancora disponibili su iCloud. Tutti gli elementi verranno rimossi da Wallet. Verranno rimosse definitivamente anche le chiavi delle auto e dovrai aggiungerle di nuovo manualmente.
ja: このデバイスから削除されたデータはiCloud上では使用可能です。ウォレットからはすべての項目が削除されます。車のキーも完全に削除され、追加するには再度手動で行う必要があります。
kk: Бұл құрылғыдан жойылған деректер iCloud сервисінде әлі де қолжетімді болады. Барлық элемент Wallet қолданбасынан жойылады. Автомобиль кілттері де біржола жойылып, оларды қолмен қайта енгізу талап етіледі.
ko: 이 기기에서 데이터를 제거해도 iCloud에서는 계속 사용할 수 있습니다. 지갑에서 모든 항목이 제거됩니다. 차 키도 영구적으로 제거되며, 직접 다시 추가해야 합니다.
lt: Iš šio įrenginio pašalinti duomenys tebebus pasiekiami „iCloud“ debesyje. Iš programos „Piniginė“ bus pašalinti visi elementai. Be to, bus negrįžtamai pašalinti automobilio rakteliai ir juos turėsite vėl neautomatiškai įtraukti.
ms: Data yang dikeluarkan daripada peranti ini masih akan tersedia dalam iCloud. Semua item akan dikeluarkan daripada Wallet. Kunci kereta juga dikeluarkan secara kekal dan anda perlu menambahnya secara manual sekali lagi.
nb: Data som fjernes fra enheten, vil fremdeles være tilgjengelig i iCloud. Alle objekter fjernes fra Lommebok. Bilnøkler fjernes også permanent og vil måtte legges til igjen manuelt.
nl: Gegevens die van dit apparaat worden verwijderd, zijn nog steeds beschikbaar in iCloud. Alle onderdelen worden verwijderd uit Wallet. Autosleutels worden ook definitief verwijderd en je moet ze handmatig opnieuw toevoegen.
pl: Dane usunięte z tego urządzenia będą nadal dostępne w iCloud. Wszystkie rzeczy zostaną usunięte z Portfela. Kluczyki do samochodu zostaną trwale usunięte, więc w przyszłości będą musiały zostać dodane ponownie.
pt_br: Os dados removidos deste dispositivo ainda estarão disponíveis no iCloud. Todos os itens serão removidos do app Carteira. As chaves de carro também serão permanentemente removidas e você terá que readicioná‑las manualmente.
pt_pt: Os dados removidos deste dispositivo continuarão disponíveis em iCloud. Todos os elementos serão removidos da aplicação Carteira. As chaves do carro são também removidas de forma permanente e, portanto, terá de voltar a adicioná‑las manualmente.
ro: Datele eliminate de pe acest dispozitiv vor fi disponibile în continuare pe iCloud. Toate articolele vor fi eliminate din Portofel. De asemenea, cheile auto vor fi eliminate definitiv și va trebui să le adăugați din nou manual.
ru: Данные, удаленные с этого устройства, останутся доступны в iCloud. Все объекты в Wallet будут удалены. Ключи от автомобиля также будут навсегда удалены, и их можно будет снова добавить только вручную.
sk: Dáta odstránené z tohto zariadenia budú aj naďalej k dispozícii v iCloude. Z Peňaženky budú odstránené všetky položky. Natrvalo budú odstránené aj kľúče od auta a budete ich musieť znovu manuálne pridať.
sl: Podatki, odstranjeni iz te naprave, bodo še vedno na voljo v storitvi iCloud. Iz Denarnice bodo odstranjeni vsi elementi. Trajno odstranjeni bodo tudi avtomobilski ključi, ki jih boste morali znova dodati ročno.
sv: Data som tas bort från den här enheten finns fortfarande kvar på iCloud. Alla objekt tas bort från Plånbok. Bilnycklar tas också bort permanent och du måste lägga till dem manuellt på nytt.
th: ข้อมูลที่ถูกเอาออกจากอุปกรณ์เครื่องนี้จะยังมีอยู่บน iCloud รายการทั้งหมดในกระเป๋าสตางค์จะถูกเอาออก กุญแจรถจะถูกเอาออกอย่างถาวร คุณจะต้องเพิ่มด้วยตนเองอีกครั้ง
tr: Bu aygıttan silinen veriler iCloud’da bulunmaya devam eder. Cüzdan’daki tüm öğeler silinir. Araba anahtarları da kalıcı olarak silinir ve yeniden elle eklenmeleri gerekir.
uk: Дані, вилучені з цього пристрою, залишаться в iCloud. Усі елементи буде вилучено з Гаманця. Ключі від авто також буде остаточно вилучено, і їх потрібно буде додавати знову вручну.
vi: Dữ liệu bị xóa khỏi thiết bị này sẽ vẫn có sẵn trong iCloud. Tất cả các mục sẽ bị xóa khỏi Ví. Các chìa khóa ô tô cũng sẽ bị xóa vĩnh viễn và bạn sẽ cần thêm lại theo cách thủ công.
zh_cn: 从此设备上移除的数据在iCloud中仍然可用。所有项目都将从“钱包”移除。车钥匙也会永久移除，你需要重新手动添加。
zh_hk: 從此裝置移除的資料在iCloud中仍然可用。將會從「銀包」中移除所有項目，並將永久移除車匙，你需要再次手動加入。
zh_tw: 從此裝置移除的資料將仍可在iCloud中取得。所有項目都將從「錢包」中移除。汽車鑰匙也將永久移除，你需要再次手動加入。

# SIGN_OUT_SUBTITLE_APPLE_PAY_VISION
source: Data removed from this Apple Vision Pro will still be available in iCloud. All items will be removed from Wallet.
ar: البيانات التي تتم إزالتها من هذه الـ Apple Vision Pro ستظل متوفرة في iCloud. ستتم إزالة جميع العناصر من تطبيق المحفظة.
bg: Данните, премахнати от този Apple Vision Pro, ще бъдат достъпни в iCloud. Всички елементи ще бъдат премахнати от Портфейл.
ca: Les dades que s’eliminin de l’Apple Vision Pro continuaran estant disponibles a l’iCloud. S’eliminaran tots els ítems de l’app Cartera.
cs: Data odstraněná z Apple Vision Pro budou nadále k dispozici na iCloudu. Z aplikace Peněženka budou odstraněny všechny položky.
da: Data, som fjernes fra Apple Vision Pro, vil fortsat være tilgængelige i iCloud. Alle emner fjernes fra Wallet.
de: Daten, die von dieser Apple Vision Pro entfernt werden, sind weiterhin in iCloud verfügbar. Alle Objekte werden aus Wallet entfernt.
el: Τα αφαιρεμένα δεδομένα από αυτό το Apple Vision Pro θα παραμείνουν διαθέσιμα στο iCloud. Όλα τα στοιχεία θα αφαιρεθούν από το Πορτοφόλι.
es: Los datos que elimines de este Apple Vision Pro seguirán estando disponibles en iCloud, pero todos los ítems de la app Cartera se borrarán.
es_419: Los datos que se eliminen de este Apple Vision Pro seguirán disponibles en iCloud. Se eliminarán todos los elementos de Wallet.
fi: Tästä Apple Vision Prosta poistetut tiedot ovat edelleen saatavilla iCloudissa. Kaikki kohteet poistetaan Lompakosta.
fr: Les données supprimées de cet Apple Vision Pro resteront disponibles sur iCloud. Tous les éléments seront supprimés de Cartes.
fr_ca: Les données supprimées de cet Apple Vision Pro seront toujours disponibles sur iCloud. Tous les éléments seront supprimés de Portefeuille.
he: נתונים שיוסרו מה-Apple Vision Pro עדיין יהיו זמינים ב-iCloud. כל הפריטים ב״ארנק״ יוסרו.
hi: इस Apple Vision Pro से हटाया गया डेटा अभी भी iCloud में उपलब्ध रहेगा। वॉलेट से सभी आइटम हटा दिए जाएँगे।
hr: Podaci uklonjeni s ovog uređaja Apple Vision Pro i dalje će biti dostupni na iCloudu. Sve stavke uklonit će se iz Novčanika.
hu: Az erről az Apple Vision Próról eltávolított adatok továbbra is elérhetők maradnak az iCloudban. Az összes elem el lesz távolítva a Tárcából.
id: Data yang dihapus dari Apple Vision Pro ini masih akan tersedia di iCloud. Semua item akan dihapus dari Dompet.
it: I dati rimossi da Apple Vision Pro saranno comunque disponibili su iCloud. Tutti gli elementi verranno rimossi da Wallet.
ja: このApple Vision Proから削除されたデータはiCloudで引き続き使用できます。ウォレットからはすべての項目が削除されます。
kk: Бұл Apple Vision Pro құрылғысынан жойылған деректер iCloud сервисінде әлі де қолжетімді болады. Барлық элемент Wallet қолданбасынан жойылады.
ko: 이 Apple Vision Pro에서 데이터를 제거해도 iCloud에서는 계속 사용할 수 있습니다. 지갑 앱에서 모든 항목이 제거됩니다.
lt: Iš šio „Apple Vision Pro“ pašalinti duomenys tebebus pasiekiami „iCloud“ debesyje. Visi elementai bus pašalinti iš programos „Piniginė“.
ms: Data yang dikeluarkan daripada Apple Vision Pro ini masih akan tersedia dalam iCloud. Semua item akan dikeluarkan daripada Wallet.
nb: Data som fjernes fra Apple Vision Pro, vil fortsatt være tilgjengelig i iCloud. Alle objekter vil bli fjernet fra Lommebok.
nl: Gegevens die worden verwijderd van deze Apple Vision Pro, blijven beschikbaar in iCloud. Alle onderdelen worden verwijderd uit Wallet.
pl: Dane usunięte z tego Apple Vision Pro będą nadal dostępne w iCloud. Wszystkie rzeczy zostaną usunięte z Portfela.
pt_br: Os dados removidos deste Apple Vision Pro ainda estarão disponíveis no iCloud. Todos os itens serão removidos do app Carteira.
pt_pt: Os dados removidos deste Apple Vision Pro continuarão disponíveis em iCloud. Todos os elementos serão removidos da aplicação Carteira.
ro: Datele eliminate de pe acest Apple Vision Pro vor continua să fie disponibile pe iCloud. Toate articolele vor fi eliminate din Portofel.
ru: Удаленные с этого Apple Vision Pro данные останутся в iCloud. Из Wallet будут удалены все объекты.
sk: Dáta odstránené z tohto Apple Vision Pro budú aj naďalej k dispozícii v iCloude. Z Peňaženky budú odstránené všetky položky.
sl: Podatki, odstranjeni iz te naprave Apple Vision Pro, bodo še vedno na voljo v storitvi iCloud. Iz Denarnice bodo odstranjeni vsi elementi.
sv: Data som tas bort från denna Apple Vision Pro finns fortfarande kvar på iCloud. Alla objekt tas bort från Plånbok.
th: ข้อมูลที่ถูกเอาออกจาก Apple Vision Pro เครื่องนี้จะยังคงมีอยู่บน iCloud รายการทั้งหมดจะถูกเอาออกจากกระเป๋าสตางค์
tr: Bu Apple Vision Pro’dan silinen veriler iCloud’da bulunmaya devam eder. Tüm öğeler Cüzdan’dan silinir.
uk: Дані, вилучені з цього Apple Vision Pro, лишаться доступними в iCloud. З Гаманця буде вилучено всі елементи.
vi: Dữ liệu bị xóa khỏi Apple Vision Pro này sẽ vẫn có sẵn trong iCloud. Tất cả các mục sẽ bị xóa khỏi Ví.
zh_cn: 从此Apple Vision Pro上移除的数据在iCloud中仍然可用。所有项目都将从“钱包”中移除。
zh_hk: 從此Apple Vision Pro移除的資料仍然會保留在iCloud上。所有項目都將從「銀包」中移除。
zh_tw: 在此Apple Vision Pro上移除的資料將仍可在iCloud中取得。所有項目都將從「錢包」中移除。
